/*
Navicat MySQL Data Transfer

Source Server         : 127.0.0.1
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : sprot

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2019-02-25 23:12:14
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for course
-- ----------------------------
DROP TABLE IF EXISTS `course`;
CREATE TABLE `course` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `item` varchar(255) NOT NULL,
  `count` int(11) NOT NULL,
  `rule` varchar(255) NOT NULL,
  `update_time` int(11) DEFAULT NULL,
  `is_delete` int(2) DEFAULT NULL,
  `delete_time` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of course
-- ----------------------------
INSERT INTO `course` VALUES ('1', '100米', '100', '六条道，最优者得冠11', '1551106902', '0', null);
INSERT INTO `course` VALUES ('2', '200米', '1002', '六条道，最优者得冠', '1551106902', '0', null);
INSERT INTO `course` VALUES ('3', '400米', '108874', '六条道，最优者得冠dcsddfs', '1551106902', '0', null);
INSERT INTO `course` VALUES ('4', '800米', '100', '六条道，最优者得冠11121', '1551106902', '0', null);
INSERT INTO `course` VALUES ('5', '1500米', '30', '手动阀 ', '1551106902', '0', null);
INSERT INTO `course` VALUES ('10', '发过火', '0', '', '1551107062', null, null);
INSERT INTO `course` VALUES ('11', '防火防盗', '0', '', '1551107062', null, null);

-- ----------------------------
-- Table structure for judgment
-- ----------------------------
DROP TABLE IF EXISTS `judgment`;
CREATE TABLE `judgment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role` int(1) NOT NULL,
  `name` varchar(11) NOT NULL,
  `realname` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `stu_num` varchar(10) NOT NULL,
  `tel` varchar(11) NOT NULL,
  `grade` varchar(2) NOT NULL,
  `spe` varchar(32) NOT NULL,
  `class` varchar(2) NOT NULL,
  `art` varchar(255) NOT NULL,
  `update_time` int(11) DEFAULT NULL,
  `delete_time` int(11) DEFAULT NULL,
  `is_delete` int(2) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of judgment
-- ----------------------------
INSERT INTO `judgment` VALUES ('1', '4', 'judg', 'judg', 'judg', '1540129557', '11112224444', '18', '软件工程系', '2班', '4*400米（男）', '1550119721', null, '1');
INSERT INTO `judgment` VALUES ('2', '4', 'judg1', 'xixi', 'judg1', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', '1547795544', null, '1');
INSERT INTO `judgment` VALUES ('3', '4', 'nv擦擦擦', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', '1549817625', null, '1');
INSERT INTO `judgment` VALUES ('4', '4', 'xdc', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', '1547795544', null, '1');
INSERT INTO `judgment` VALUES ('5', '4', '1231', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', '1547795544', null, '1');
INSERT INTO `judgment` VALUES ('6', '4', 'csc', 'csc', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '铅球（7.26KG）', '1550119790', null, '1');
INSERT INTO `judgment` VALUES ('7', '4', 'xcdvf', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', '1547795544', null, '1');
INSERT INTO `judgment` VALUES ('8', '4', 'xcxc', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', '1547795544', null, '1');
INSERT INTO `judgment` VALUES ('9', '4', 'xix', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('10', '4', 'xxvx', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('11', '4', '学校自行车', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('12', '4', '的说法', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('13', '4', '女', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('14', '4', '第三方', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('15', '4', '裁判员1213', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('16', '4', 'zxcvxzcxz', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('17', '4', 'safsdfsf', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('18', '4', 'admin', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('19', '4', 'judg', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('20', '3', 'caipuy', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', null, null, null);
INSERT INTO `judgment` VALUES ('21', '3', 'admin', 'xixi', 'admin', '1540129557', '11112224444', '15', '软件工程系', '2班', '100米', '1548072923', null, '1');

-- ----------------------------
-- Table structure for leader
-- ----------------------------
DROP TABLE IF EXISTS `leader`;
CREATE TABLE `leader` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role` int(1) NOT NULL,
  `name` varchar(11) NOT NULL,
  `password` varchar(255) NOT NULL,
  `realname` varchar(255) NOT NULL,
  `stu_num` varchar(10) NOT NULL,
  `tel` varchar(11) NOT NULL,
  `grade` varchar(2) NOT NULL,
  `spe` varchar(32) NOT NULL,
  `class` varchar(11) NOT NULL,
  `team1` varchar(255) DEFAULT NULL,
  `stu_num1` varchar(10) DEFAULT NULL,
  `team2` varchar(255) DEFAULT NULL,
  `stu_num2` varchar(10) DEFAULT NULL,
  `team3` varchar(255) DEFAULT NULL,
  `stu_num3` varchar(10) DEFAULT NULL,
  `team4` varchar(255) DEFAULT NULL,
  `stu_num4` varchar(10) DEFAULT NULL,
  `art1` varchar(255) NOT NULL,
  `score1` varchar(255) NOT NULL,
  `time1` varchar(255) DEFAULT NULL,
  `art2` varchar(255) DEFAULT NULL,
  `score2` varchar(255) DEFAULT NULL,
  `time2` varchar(255) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `delete_time` int(11) DEFAULT NULL,
  `is_delete` int(2) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of leader
-- ----------------------------
INSERT INTO `leader` VALUES ('1', '3', 'leader', 'leader', 'leader', '1540129559', '1111222444', '15', '软件工程系', '1', '1', '1', '2', '23213132', '11414141', '3', '4', '4', '4*100米（男）', '0', '1月10日', '', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('2', '3', 'nv', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '65465', '1月10日', '4*400米（男）', '2', '444', '1551107194', null, null);
INSERT INTO `leader` VALUES ('3', '3', 'nv擦擦擦', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '1', '1月10日', '4*400米（男）', '1', '444', '1551107194', null, null);
INSERT INTO `leader` VALUES ('4', '3', 'xdc', 'admin', 'leader是的撒多', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '222', '1月10日', '4*400米（男）', '3', '444', '1551107194', null, null);
INSERT INTO `leader` VALUES ('5', '3', '1231', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0.311', '1月10日', '4*400米（男）', '556', '444', '1551107194', null, null);
INSERT INTO `leader` VALUES ('6', '3', 'csc', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '5626', '444', '1551107194', null, null);
INSERT INTO `leader` VALUES ('7', '3', 'xcdvf', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', '1551107194', null, null);
INSERT INTO `leader` VALUES ('8', '3', 'xcxc', 'admin', '4654654', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0.5', '444', '1551107194', null, null);
INSERT INTO `leader` VALUES ('9', '3', 'xix', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('10', '3', 'xxvx', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('11', '3', '学校自行车', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('12', '3', '的说法', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('13', '3', '女', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('14', '3', '第三方', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('15', '3', '信息', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', '1551107194', null, null);
INSERT INTO `leader` VALUES ('16', '3', 'admin', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('17', '3', 'admin', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('18', '3', 'leader', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('19', '3', 'test', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('20', '3', 'admin', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('21', '3', 'admin', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('22', '2', 'admin', 'admin', '少时诵诗书所', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('23', '2', 'admin', 'admin', '', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('24', '3', '888', 'admin', '888', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('25', '3', 'zzz', 'admin', 'zzz', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('26', '3', '333333', '333333', 'sfd ', '1540129559', '13247887774', '15', '软件工程系', '1', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0', '444', null, null, null);
INSERT INTO `leader` VALUES ('27', '2', '儿童疼痛', '', '', '', '', '15', '软件工程系', '1班', '', '', '', '', '', '', '', '', '未报名', '0', '暂未设置', '未报名', null, '暂未设置', '1551107194', null, null);

-- ----------------------------
-- Table structure for leader_history
-- ----------------------------
DROP TABLE IF EXISTS `leader_history`;
CREATE TABLE `leader_history` (
  `id` int(11) NOT NULL,
  `role` int(1) DEFAULT NULL,
  `name` varchar(11) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `realname` varchar(255) DEFAULT NULL,
  `stu_num` varchar(10) DEFAULT NULL,
  `tel` varchar(11) DEFAULT NULL,
  `grade` varchar(2) DEFAULT NULL,
  `spe` varchar(32) DEFAULT NULL,
  `class` varchar(11) DEFAULT NULL,
  `team1` varchar(255) DEFAULT NULL,
  `stu_num1` varchar(10) DEFAULT NULL,
  `team2` varchar(255) DEFAULT NULL,
  `stu_num2` varchar(10) DEFAULT NULL,
  `team3` varchar(255) DEFAULT NULL,
  `stu_num3` varchar(10) DEFAULT NULL,
  `team4` varchar(255) DEFAULT NULL,
  `stu_num4` varchar(10) DEFAULT NULL,
  `art1` varchar(255) DEFAULT NULL,
  `score1` varchar(255) DEFAULT NULL,
  `time1` varchar(200) DEFAULT NULL,
  `art2` varchar(255) DEFAULT NULL,
  `score2` varchar(255) DEFAULT NULL,
  `time2` varchar(255) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `delete_time` int(11) DEFAULT NULL,
  `is_delete` int(2) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of leader_history
-- ----------------------------
INSERT INTO `leader_history` VALUES ('2', '3', 'nv', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '65465', '1月10日', '4*400米（男）', '2', '444', '1547794969', null, '1');
INSERT INTO `leader_history` VALUES ('5', '3', '1231', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0.311', '1月10日', '4*400米（男）', '556', '444', '1547794969', null, '1');
INSERT INTO `leader_history` VALUES ('5', '3', '1231', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0.311', '1月10日', '4*400米（男）', '556', '444', '1547794969', null, '1');
INSERT INTO `leader_history` VALUES ('2', '3', 'nv', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '65465', '1月10日', '4*400米（男）', '2', '444', '1547794969', null, '1');
INSERT INTO `leader_history` VALUES ('5', '3', '1231', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0.311', '1月10日', '4*400米（男）', '556', '444', '1547794969', null, '1');
INSERT INTO `leader_history` VALUES ('3', '3', 'nv擦擦擦', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '1', '1月10日', '4*400米（男）', '1', '444', '1547794969', null, '1');
INSERT INTO `leader_history` VALUES ('5', '3', '1231', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0.311', '1月10日', '4*400米（男）', '556', '444', '1547794969', null, '1');
INSERT INTO `leader_history` VALUES ('8', '3', 'xcxc', 'admin', '4654654', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0.5', '444', '1548338085', null, '1');
INSERT INTO `leader_history` VALUES ('5', '3', '1231', 'admin', 'leader', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0.311', '1月10日', '4*400米（男）', '556', '444', '1547794969', null, '1');
INSERT INTO `leader_history` VALUES ('8', '3', 'xcxc', 'admin', '4654654', '1540129559', '1111222444', '15', '软件工程系', '2班', '1', '1', '2', '2', '3', '3', '4', '4', '4*100米（男）', '0', '1月10日', '4*400米（男）', '0.5', '444', '1548338085', null, '1');

-- ----------------------------
-- Table structure for man
-- ----------------------------
DROP TABLE IF EXISTS `man`;
CREATE TABLE `man` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role` int(1) NOT NULL,
  `name` varchar(11) NOT NULL,
  `password` varchar(255) NOT NULL,
  `realname` varchar(255) NOT NULL,
  `sex` int(2) NOT NULL,
  `stu_num` varchar(10) NOT NULL,
  `tel` varchar(11) NOT NULL,
  `grade` varchar(11) NOT NULL,
  `spe` varchar(32) NOT NULL,
  `class` varchar(11) NOT NULL,
  `art1` varchar(255) DEFAULT NULL,
  `score1` varchar(255) DEFAULT NULL,
  `time1` varchar(11) DEFAULT NULL,
  `art2` varchar(255) DEFAULT NULL,
  `score2` varchar(255) DEFAULT NULL,
  `time2` varchar(11) DEFAULT NULL,
  `art3` varchar(255) DEFAULT NULL,
  `score3` varchar(255) DEFAULT NULL,
  `time3` varchar(255) DEFAULT NULL,
  `art4` varchar(255) DEFAULT NULL,
  `score4` varchar(255) DEFAULT NULL,
  `time4` varchar(255) DEFAULT NULL,
  `art5` varchar(255) DEFAULT NULL,
  `score5` varchar(255) DEFAULT NULL,
  `time5` varchar(255) DEFAULT NULL,
  `art6` varchar(255) DEFAULT NULL,
  `score6` varchar(255) DEFAULT NULL,
  `time6` varchar(255) DEFAULT NULL,
  `art7` varchar(255) DEFAULT NULL,
  `score7` varchar(255) DEFAULT NULL,
  `time7` varchar(255) DEFAULT NULL,
  `art8` varchar(255) DEFAULT NULL,
  `score8` varchar(255) DEFAULT NULL,
  `time8` varchar(255) DEFAULT NULL,
  `art9` varchar(255) DEFAULT NULL,
  `score9` varchar(255) DEFAULT NULL,
  `time9` varchar(255) DEFAULT NULL,
  `art10` varchar(255) DEFAULT NULL,
  `score10` varchar(255) DEFAULT NULL,
  `time10` varchar(255) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `delete_time` int(11) DEFAULT NULL,
  `is_delete` int(2) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=65 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of man
-- ----------------------------
INSERT INTO `man` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '44444', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '75785', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('12', '1', '的说法', 'esada', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('13', '1', 'ddd', 'da', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('14', '1', 'admin', 'admin', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('15', '1', '2123132', 'admin', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('16', '1', '是的发顺丰三', 'admin', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('17', '1', 'test', 'test', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('18', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('19', '1', 'hhh', 'hhhh', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('20', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('21', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('22', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('23', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('24', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('25', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('26', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('27', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('28', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('29', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('30', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('31', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('32', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('33', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('34', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('35', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('36', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('37', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('38', '1', '56545', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('39', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('40', '1', '', '', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('41', '1', 'admin', 'admin', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('42', '1', 'admin', 'admin', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('43', '1', 'test', 'test', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('45', '1', 'admin', 'admin', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('46', '1', 'admin', 'admin', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('47', '1', 'admin', 'admin', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('48', '1', 'admin', 'admin', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('49', '1', '安琪拉', '666666', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('50', '1', 'manmanman', '666666', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('51', '1', 'teat', '111111', '都是对的', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('52', '1', 'man', 'man', '测试', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('53', '1', 'admin', 'admin', '', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1551106262', null, '1');
INSERT INTO `man` VALUES ('54', '1', 'admin', 'admin', '', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('55', '1', '666', '666', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('56', '1', '222', '222', '454', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('57', '0', '', '', '', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '', '0', '暂未设置', null, '0', '暂未设置', '400米', '0', '10月9日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man` VALUES ('58', '1', '111111', '222222', '你好11', '1', '1540129557', '123132131', '16', '游戏系', '11', '', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月9日', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '铅球（7.26KG）', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', null, null, null);
INSERT INTO `man` VALUES ('59', '1', 'adminnihaom', 'nihaoma', '蔡文姬', '1', '1540129557', '12225554474', '15', '软件工程系', '13', '', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '铅球（7.26KG）', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', null, null, null);
INSERT INTO `man` VALUES ('60', '1', '', '', '', '1', '1540129557', '', '15', '软件工程系', '1', '', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', null, null, null);
INSERT INTO `man` VALUES ('61', '1', 'ddddd', '', '', '1', '1540129557', '', '15', '软件工程系', '1', '', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', null, null, null);
INSERT INTO `man` VALUES ('62', '1', '', '', '', '1', '1540129557', '', '15', '软件工程系', '1', '', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', null, null, null);
INSERT INTO `man` VALUES ('63', '1', '', '', '', '1', '1540129557', '', '15', '软件工程系', '1班', '', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', '未报名', '0', '暂未设置', null, null, null);
INSERT INTO `man` VALUES ('64', '0', '', '', '', '0', '', '', '', '', '', null, '0', null, null, '0', null, null, '0', null, null, '0', null, null, '0', null, null, '0', null, null, '0', null, null, '0', null, null, '0', null, null, '0', null, null, null, null);

-- ----------------------------
-- Table structure for man_history
-- ----------------------------
DROP TABLE IF EXISTS `man_history`;
CREATE TABLE `man_history` (
  `id` int(11) NOT NULL,
  `role` int(1) NOT NULL,
  `name` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `realname` varchar(255) NOT NULL,
  `sex` int(2) NOT NULL,
  `stu_num` varchar(10) NOT NULL,
  `tel` varchar(11) NOT NULL,
  `grade` varchar(11) NOT NULL,
  `spe` varchar(32) NOT NULL,
  `class` varchar(11) NOT NULL,
  `art1` varchar(255) DEFAULT NULL,
  `score1` varchar(255) DEFAULT NULL,
  `time1` varchar(255) DEFAULT NULL,
  `art2` varchar(255) DEFAULT NULL,
  `score2` varchar(255) DEFAULT NULL,
  `time2` varchar(255) DEFAULT NULL,
  `art3` varchar(255) DEFAULT NULL,
  `score3` varchar(255) DEFAULT NULL,
  `time3` varchar(255) DEFAULT NULL,
  `art4` varchar(255) DEFAULT NULL,
  `score4` varchar(255) DEFAULT NULL,
  `time4` varchar(255) DEFAULT NULL,
  `art5` varchar(255) DEFAULT NULL,
  `score5` varchar(255) DEFAULT NULL,
  `time5` varchar(255) DEFAULT NULL,
  `art6` varchar(255) DEFAULT NULL,
  `score6` varchar(255) DEFAULT NULL,
  `time6` varchar(255) DEFAULT NULL,
  `art7` varchar(255) DEFAULT NULL,
  `score7` varchar(255) DEFAULT NULL,
  `time7` varchar(255) DEFAULT NULL,
  `art8` varchar(255) DEFAULT NULL,
  `score8` varchar(255) DEFAULT NULL,
  `time8` varchar(255) DEFAULT NULL,
  `art9` varchar(255) DEFAULT NULL,
  `score9` varchar(255) DEFAULT NULL,
  `time9` varchar(255) DEFAULT NULL,
  `art10` varchar(255) DEFAULT NULL,
  `score10` varchar(255) DEFAULT NULL,
  `time10` varchar(255) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `delete_time` int(11) DEFAULT NULL,
  `is_delete` int(2) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of man_history
-- ----------------------------
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('1', '1', 'man', 'man', '蔡文姬', '1', '1540129557', '11122223333', '17', '软件工程系', '1班', '100米', '1', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550121953', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('4', '1', 'xdc', 'vxvxv', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '3', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('5', '1', '1231更改', 'ssfsd', '安琪', '1', '1540129557', '11122223333', '17', '管理系', '8', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '4', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('6', '1', 'csc', 'cvxvsd', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '5', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', null, null, null);
INSERT INTO `man_history` VALUES ('7', '1', 'xcdvf', 'asda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '6', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('8', '1', 'xcxc', 'adasdad', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '7', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('9', '1', 'xix', 'sadasda', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '8', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('10', '1', 'xxvx法规的规定', 'daw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '10月1日', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '9', '10月9日', '跳高', '0', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('11', '1', '学校自行车', 'weqw', '蔡文姬', '1', '1540129557', '11122223333', '15', '软件工程系', '1班', '100米', '0', '暂未设置', '200米', '0', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '10', '10月10日', '1548348904', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');
INSERT INTO `man_history` VALUES ('3', '1', 'asf', 'cvxvx', '蔡文姬', '1', '1540129557', '11122223333', '15', '国贸系', '1', '100米', '0', '10月1日', '200米', '2', '10月2日', '400米', '0', '10月3日', '800米', '0', '10月4日', '1500米', '0', '10月5日', '实心球', '0', '10月6日', '铅球（7.26KG）', '0', '10月7日', '跳远', '0', '10月8日', '三级跳远', '0', '10月9日', '跳高', '0', '10月10日', '1550120124', null, '1');

-- ----------------------------
-- Table structure for topman
-- ----------------------------
DROP TABLE IF EXISTS `topman`;
CREATE TABLE `topman` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role` int(1) NOT NULL,
  `name` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `tel` char(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of topman
-- ----------------------------
INSERT INTO `topman` VALUES ('1', '0', 'admin', 'admin', '12312313212');
INSERT INTO `topman` VALUES ('2', '0', 'admin1', 'admin1', '11111111112');
INSERT INTO `topman` VALUES ('3', '0', 'admin2', 'admin2', '11321');
INSERT INTO `topman` VALUES ('4', '0', 'admin3', 'admin3', '21321231');
INSERT INTO `topman` VALUES ('5', '0', 'admin4', 'admin4', '1131');
INSERT INTO `topman` VALUES ('6', '0', 'admin5', 'admin5', '4544');

-- ----------------------------
-- Table structure for woman
-- ----------------------------
DROP TABLE IF EXISTS `woman`;
CREATE TABLE `woman` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role` int(1) NOT NULL,
  `name` varchar(11) NOT NULL,
  `password` varchar(255) NOT NULL,
  `realname` varchar(255) NOT NULL,
  `sex` int(2) NOT NULL,
  `stu_num` varchar(10) NOT NULL,
  `tel` varchar(11) NOT NULL,
  `grade` varchar(11) NOT NULL,
  `spe` varchar(32) NOT NULL,
  `class` varchar(11) NOT NULL,
  `art1` varchar(255) DEFAULT NULL,
  `score1` varchar(255) DEFAULT NULL,
  `time1` varchar(255) DEFAULT NULL,
  `art2` varchar(255) DEFAULT NULL,
  `score2` varchar(255) DEFAULT NULL,
  `time2` varchar(255) DEFAULT NULL,
  `art3` varchar(255) DEFAULT NULL,
  `score3` varchar(255) DEFAULT NULL,
  `time3` varchar(255) DEFAULT NULL,
  `art4` varchar(255) DEFAULT NULL,
  `score4` varchar(255) DEFAULT NULL,
  `time4` varchar(255) DEFAULT NULL,
  `art5` varchar(255) DEFAULT NULL,
  `score5` varchar(255) DEFAULT NULL,
  `time5` varchar(255) DEFAULT NULL,
  `art6` varchar(255) DEFAULT NULL,
  `score6` varchar(255) DEFAULT NULL,
  `time6` varchar(255) DEFAULT NULL,
  `art7` varchar(255) DEFAULT NULL,
  `score7` varchar(255) DEFAULT NULL,
  `time7` varchar(255) DEFAULT NULL,
  `art8` varchar(255) DEFAULT NULL,
  `score8` varchar(255) DEFAULT NULL,
  `time8` varchar(255) DEFAULT NULL,
  `art9` varchar(255) DEFAULT NULL,
  `score9` varchar(255) DEFAULT NULL,
  `time9` varchar(255) DEFAULT NULL,
  `art10` varchar(255) DEFAULT NULL,
  `score10` varchar(255) DEFAULT NULL,
  `time10` varchar(255) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `delete_time` int(11) DEFAULT NULL,
  `is_delete` int(2) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=54 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of woman
-- ----------------------------
INSERT INTO `woman` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman` VALUES ('6', '2', 'csc', 'zsxczx', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '6', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman` VALUES ('11', '2', '学校自行车', 'asdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('12', '2', '的说法', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('13', '2', '女', 'sdg', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('14', '2', 'ccc', 'adminsss', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('15', '2', 'xxxcvxcvs', 'admin', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman` VALUES ('16', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('17', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman` VALUES ('18', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('19', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '2', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('20', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '4444', '10月3日', '200米', '0', '11月10日', '400米', '3', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('21', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('22', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('24', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('25', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('26', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('27', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman` VALUES ('28', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('29', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('30', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('31', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('32', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('33', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('34', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('35', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('36', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('37', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('38', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('39', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('40', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('41', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('42', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('43', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('44', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('45', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('46', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('47', '2', 'nvtest', 'nvtest', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('48', '2', 'admin', 'admin', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('49', '1', 'admin', 'admin', '嘻嘻嘻嘻嘻', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman` VALUES ('50', '1', 'admin', 'admin', '', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('51', '2', '999', '999', '蔡文姬', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('52', '2', '666', '666', '蔡文姬', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman` VALUES ('53', '2', '11111', '11111', '蔡文姬', '0', '1540129558', '11111', '15', '外语系', '1', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);

-- ----------------------------
-- Table structure for woman_history
-- ----------------------------
DROP TABLE IF EXISTS `woman_history`;
CREATE TABLE `woman_history` (
  `id` int(11) NOT NULL,
  `role` int(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `realname` varchar(255) DEFAULT NULL,
  `sex` int(2) DEFAULT NULL,
  `stu_num` varchar(10) DEFAULT NULL,
  `tel` varchar(11) DEFAULT NULL,
  `grade` varchar(11) DEFAULT NULL,
  `spe` varchar(255) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `art1` varchar(255) DEFAULT NULL,
  `score1` varchar(255) DEFAULT NULL,
  `time1` varchar(255) DEFAULT NULL,
  `art2` varchar(255) DEFAULT NULL,
  `score2` varchar(255) DEFAULT NULL,
  `time2` varchar(255) DEFAULT NULL,
  `art3` varchar(255) DEFAULT NULL,
  `score3` varchar(255) DEFAULT NULL,
  `time3` varchar(255) DEFAULT NULL,
  `art4` varchar(255) DEFAULT NULL,
  `score4` varchar(255) DEFAULT NULL,
  `time4` varchar(255) DEFAULT NULL,
  `art5` varchar(255) DEFAULT NULL,
  `score5` varchar(255) DEFAULT NULL,
  `time5` varchar(255) DEFAULT NULL,
  `art6` varchar(255) DEFAULT NULL,
  `score6` varchar(255) DEFAULT NULL,
  `time6` varchar(255) DEFAULT NULL,
  `art7` varchar(255) DEFAULT NULL,
  `score7` varchar(255) DEFAULT NULL,
  `time7` varchar(255) DEFAULT NULL,
  `art8` varchar(255) DEFAULT NULL,
  `score8` varchar(255) DEFAULT NULL,
  `time8` varchar(255) DEFAULT NULL,
  `art9` varchar(255) DEFAULT NULL,
  `score9` varchar(255) DEFAULT NULL,
  `time9` varchar(255) DEFAULT NULL,
  `art10` varchar(255) DEFAULT NULL,
  `score10` varchar(255) DEFAULT NULL,
  `time10` varchar(255) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `delete_time` int(11) DEFAULT NULL,
  `is_delete` int(2) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of woman_history
-- ----------------------------
INSERT INTO `woman_history` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman_history` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman_history` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman_history` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman_history` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman_history` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman_history` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman_history` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman_history` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman_history` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman_history` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman_history` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman_history` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman_history` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman_history` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman_history` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman_history` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('1', '2', 'woman', 'woman', 'xixi', '0', '1540129555', '1112223333', '15', '国贸系', '1', '100米', '1', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122129', null, '1');
INSERT INTO `woman_history` VALUES ('2', '2', 'nv', 'dfgdf', '都是对的', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '2', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('3', '2', 'nv擦擦擦', 'dfgdcvb', 'xixi', '0', '1540129558', '1112223333', '15', '软件工程系', '13班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '2', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1550122119', null, '1');
INSERT INTO `woman_history` VALUES ('4', '2', 'xdc', 'cvbcd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '4', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('5', '2', '1231', 'ddfgd', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '5', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('23', '2', '', '', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '5', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('7', '2', 'xcdvf', 'sdf', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '7', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('8', '2', 'xcxc', 'sdfdsqwr', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '8', '7', '三级跳远', '0', '87', '跳高', '0', '9', null, null, null);
INSERT INTO `woman_history` VALUES ('9', '2', 'xix', 'qwrqw', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '9', '87', '跳高', '0', '9', '1548142519', null, '1');
INSERT INTO `woman_history` VALUES ('10', '2', 'xxvx', 'dfs', 'xixi', '0', '1540129558', '1112223333', '16', '软件工程系', '4班', '100米', '0', '10月3日', '200米', '0', '11月10日', '400米', '0', '3', '800米', '0', '111', '1500米', '0', '4', '实心球', '0', '5', '铅球（7.26KG）', '0', '6', '跳远', '0', '7', '三级跳远', '0', '87', '跳高', '10', '9', null, null, null);
